export const map1 = {
    '正常': '1',
    '潮红': '2',
    '苍白': '3',
    '发绀': '4',
    '黄染': '5',
    '色素沉着': '6',
    '湿疹': '7',
    '糜烂': '8',
    '其他': '9'
};

export const map2 = {
    '未触及': '1',
    '锁骨上': '2',
    '腋窝': '3',
    '其他': '4'
};
export const map3 = {
    '正常': '1',
    '耳廓畸形': '2',
    '头部外伤': '3',
    '其他': '4'
};
export const map4 = {
    '正常': '1',
    '甲状腺肿大': '2',
    '颈部外伤': '3',
    '其他': '4'
};

export const map5 = {
    '正常': '1',
    '脊柱侧弯': '2',
    '脊柱矫正中': '3',
    '脊柱术后': '4',
    '脊柱呈S型': '5',
    '脊柱后凸': '6',
    '其他': '7'
};
export const map6 = {
    '正常': '1',
    '骨折': '2',
    '先天畸形': '3',
    '扁平足': '4',
    '跛行': '5',
    '其他': '6'
};
export const map7 = {
    '正常': '1',
    '桶状胸': '2',
    '扁平胸': '3',
    '鸡胸': '4',
    '漏斗胸': '5',
    '其他': '6'
};

export const map8 = {
    '正常': '1',
    '心脏杂音': '2',
    '心律不齐': '3',
    '其他': '4'
};

export const map9 = {
    '正常': '1',
    '哮鸣音': '2',
    '干啰音': '3',
    '湿啰音': '4',
    '其他': '5'
};
export const map10 = {
    '正常': '1',
    '肝肿大': '2',
    '肝区压痛': '3',
    '其他': '4'
};
export const map11 = {
    '正常': '1',
    '脾肿大': '2',
    '脾区压痛': '3',
    '其他': '4'
};

